GREETINGS = """Hello!!!
This is python bot.
pip install pyright 
"""

HELP = """Existing commands:
/start
/help
/all_books
/already
/now
/vote
"""

VOTE = """
Пришли в ответ три разные идентификатора книг в порядке твоего приоритета. Просто через пробел.
Это идентификатор кгниги: 🆔 [<b>X</b>]
Пример твоего сообщения:
<pre><b>23 2 101</b></pre>
"""

VOTE_PROCESS_INCORRECT_INPUT = """Не разобрал твоё сообщение.
Отправь мне три разные идентификатора книг в порядке твоего приоритета
Пример твоего сообщения:
<pre><b>23 2 101</b></pre>
"""

VOTE_PROCESS_INCORRECT_IDENTIFIERS = """Здаётся мне друг что идентификаторы мне неверные дал ты.
Испытай сюдьбу свою ещё разочек ты.
"""

NO_ACTUAL_VOTING = """Сейчас нет голосований"""

# start - Start bot
# help - Help info
# all_books - All books
# already - Already read books
# now - What are we reading now
# vote - Vote for next book
